<?php
$lang->addon = 'Нэмэлт';
$lang->addon_info = 'Энэ нэмэлтийн тухай';
$lang->addon_maker = 'Нэмэлтийн зохиогч';
$lang->addon_license = 'Лиценз';
$lang->addon_history = 'Өөрчлөлтийн түүх';
$lang->about_addon_mid = 'Нэмэлт ашиглагдах зорилтыг сонгоно уу. (Юу ч сонгоогүй бол нэмэлт бүх зорилтод ашиглагдана.)';
$lang->about_addon = 'Нэмэлтүүд нь HTML үр дүнг харуулахаас илүү сайт дээрх үйлдлүүдийг удирддаг.<br />Нэмэлтийг зүгээр ON/OFF болгосноор хэрэгтэй функцүүдийг удирдах боломжтой.';
$lang->installed_addons = 'Суулгасан нэмэлтүүд';
$lang->about_installed_addon = 'Нэмэлтийг асаахын тулд PC болон Mobile-г тэмдэглэнэ үү.';
$lang->fixed = 'Тогтмол';
$lang->about_fixed = 'Үүнийг тэмдэглэвэл сайтын админ энэ тохиргоог өөрчлөх боломжгүй.';
$lang->msg_not_exist_option = 'Энэ нэмэлтэд тохиргоо байхгүй.';
$lang->run_method = 'Ажиллах горим';
$lang->run_selected_module = 'Сонгосон модулиудад энэ нэмэлтийг ажиллуулах';
$lang->no_run_selected_module = 'Сонгосон модулиудад энэ нэмэлтийг ажиллуулахгүй';
