<?php
$lang->addon = 'Аддон';
$lang->addon_info = 'Информация об аддоне';
$lang->addon_maker = 'Автор аддона';
$lang->addon_history = 'История аддона';
$lang->about_addon = 'Аддон служит больше для контролирования действий, чем для отображения HTML-результатов.<br />Простым включением/выключением любых аддонов, Вы можете использовать очень полезные функции для администрирования Вашего веб-сайта';
$lang->addon_license = 'Лицензия';
$lang->about_addon_mid = 'Выберите, где будет использоваться аддон. (Если ничего не выбрано, аддон будет работать везде.)';
$lang->installed_addons = 'Установленные аддоны';
$lang->about_installed_addon = 'Отметьте «PC» и «Mobile», чтобы включить аддон.';
$lang->fixed = 'Зафиксировано';
$lang->about_fixed = 'Если отметить, администратор сайта не сможет изменить эту настройку.';
$lang->msg_not_exist_option = 'У этого аддона нет настроек.';
$lang->run_method = 'Режим работы';
$lang->run_selected_module = 'Использовать в выбранных модулях';
$lang->no_run_selected_module = 'Не использовать в выбранных модулях';
