<?php
$lang->message = 'エラー表示';
$lang->about_skin = 'エラーメッセージを表示する際のスキンを指定できます。';
$lang->msg_administrator_login = '管理者ログイン';
$lang->error_help['baseobject'] = 'サードパーティのプログラムで Object → BaseObject への変換が必要です。上に表示されているファイル名と行番号を参照して修正してください。';
$lang->error_help['undef_constant'] = '&quot;引用符&quot;が抜けているために発生するエラーです。この構文は以前はよく使われていましたが、最近のバージョンの PHP では許可されていません。上に表示されているファイル名と行番号を参照して、誤った構文を修正してください。';
$lang->error_help['undef_object'] = '未定義のオブジェクトにプロパティを追加しようとしています。この書き方は以前はよく使われていましたが、最近のバージョンの PHP では許可されていません。上に表示されているファイル名と行番号を参照して、誤ったコードを修正してください。';
$lang->error_help['not_array'] = '配列ではない値に対して配列関数を使用しようとしています。この書き方は以前はよく使われていましたが、最近のバージョンの PHP では許可されていません。上に表示されているファイル名と行番号を参照して、誤ったコードを修正してください。';
$lang->error_help['unexpected_eof'] = 'このファイルのどこかに閉じられていない括弧があります。エラーメッセージはファイルの末尾を指しますが、対応する開き括弧を探して修正する必要があります。';
