<?php
$lang->message = 'Алдаа харуулах';
$lang->about_skin = 'Алдааны мэдэгдэлд зориулсан скин сонгож болно.';
$lang->msg_administrator_login = 'Админ нэвтрэх';
$lang->error_help['baseobject'] = 'Гуравдагч этгээдийн программд Object → BaseObject хөрвүүлэлт шаардлагатай. Дээр харуулсан файлын нэр болон мөрийн дугаарыг харж засна уу.';
$lang->error_help['undef_constant'] = 'Энэ алдаа &quot;хашилт&quot; дутуугаас үүсдэг. Энэ бичиглэлийг өмнө нь түгээмэл ашигладаг байсан ч PHP-ийн сүүлийн хувилбаруудад зөвшөөрөгдөхгүй. Дээр харуулсан файлын нэр болон мөрийн дугаарыг харж буруу бичиглэлийг засна уу.';
$lang->error_help['undef_object'] = 'Энэ код зарлагдаагүй объектод шинж чанар нэмэх гэж оролдож байна. Энэ бичиглэлийн хэв маягийг өмнө нь түгээмэл ашигладаг байсан ч PHP-ийн сүүлийн хувилбаруудад зөвшөөрөгдөхгүй. Дээр харуулсан файлын нэр болон мөрийн дугаарыг харж кодыг засна уу.';
$lang->error_help['not_array'] = 'Энэ код массив биш зүйл дээр массивын функц ашиглах гэж оролдож байна. Энэ бичиглэлийн хэв маягийг өмнө нь түгээмэл ашигладаг байсан ч PHP-ийн сүүлийн хувилбаруудад зөвшөөрөгдөхгүй. Дээр харуулсан файлын нэр болон мөрийн дугаарыг харж кодыг засна уу.';
$lang->error_help['unexpected_eof'] = 'Энэ файлын хаа нэгтээ хаагдаагүй хаалт байна. Алдааны мэдэгдэл файлын төгсгөлийг заах боловч та нээсэн хаалтыг олох хэрэгтэй.';
