<?php
$lang->message = 'Отображать ошибки';
$lang->about_skin = 'Вы можете выбрать скин сообщений об ошибках';
$lang->msg_administrator_login = 'Вход администратора';
$lang->error_help['baseobject'] = 'В стороннем расширении требуется преобразование Object → BaseObject. Исправьте это, воспользовавшись именем файла и номером строки, указанными выше.';
$lang->error_help['undef_constant'] = 'Эта ошибка возникает из-за отсутствия &quot;кавычек&quot;. Такой синтаксис часто использовался ранее, но в последних версиях PHP он не допускается. Исправьте некорректный синтаксис, воспользовавшись именем файла и номером строки, указанными выше.';
$lang->error_help['undef_object'] = 'Этот код пытается добавить свойство к необъявленному объекту. Такой стиль написания кода часто использовался ранее, но в последних версиях PHP он не допускается. Исправьте некорректный код, воспользовавшись именем файла и номером строки, указанными выше.';
$lang->error_help['not_array'] = 'Этот код пытается применить функцию для массивов к значению, которое массивом не является. Такой стиль написания кода часто использовался ранее, но в последних версиях PHP он не допускается. Исправьте некорректный код, воспользовавшись именем файла и номером строки, указанными выше.';
$lang->error_help['unexpected_eof'] = 'Где-то в этом файле есть незакрытая скобка. Сообщение об ошибке указывает на конец файла, но найти нужно открывающую скобку.';
